{
    "title": {
      "en": "Analyzing & Categorizing Business Case",
      "de": "Geschäftsfälle beschreiben & kategorisieren"
    },
    "questionContainer": {
      "1": {
        "question": {
          "de": "Der Blockchainguide ist in 7 unterschiedlich lange Teile unterteilt und es braucht total ungefähr 10 Minuten um ihn auszufüllen.",
          "en": "The blockchain guide is divided into 7 parts of different lengths and it takes a total of about 10 minutes to complete it."
        },
        "option": {
          "de": "Weiter",
          "en": "Continue"
        },
        "type": "Overview"
      },
      "3": {
        "question": {
          "de": "Bevor wir aber starten müssen Sie zuerst einen genauen Geschäftsfall bestimmen, bei dem Sie prüfen möchten ob der Gebrauch einer Blockchain sie unterstützen könnte. \n Beispiele dazu wären: \n Kund*innen möchten sich bei uns anmelden und beziehen eine Leistung. \n Kund*innen sollen sich einfacher in öffentliche Verzeichnisse eintragen können. \n Wir möchten die Zugriffsrechte auf Daten besser handhaben können.",
          "en": "First, you need to determine a business case where you would like to examine whether the use of a blockchain could support it. \n Examples would be: \n Customers want to sign up and a specific service. \n We want to make it easier for customers to sign up for public directories. \n We would like to be able to better manage access rights to our data."
        },
        "option": {
          "de": "Weiter",
          "en": "Continue"
        },
        "type": "Text"
      },
      "2": {
        "question": {
          "de": "Sind Sie Teil einer staatlichen Institution, eine Privatperson oder Teil eines Geschäftes?",
          "en": "Are you part of a government institution, a private individual or part of a business?"
        },
        "option": {
          "de": [
            "Staatlich",
            "Privatperson",
            "Geschäft"
          ],
          "en": [
            "Government",
            "Private individual",
            "Business"
          ]
        },
        "type": "Single Choice"
      },
      "4": {
        "question": {
          "de": "Bitte wählen Sie die Kategorie, welche am besten zu Ihrem Geschäftsfall passt.",
          "en": "Please select the category that best fits your business case."
        },
        "option": {
          "de": [
            "Anmeldeverfahren",
            "Antragsverfahren",
            "Deklarationsverfahren",
            "Verträge, Verfügungen und Gesetze",
            "Registerwesen",
            "Anderes"
          ],
          "en": [
            "Registration procedure",
            "Application procedure",
            "Declaration procedure",
            "Contracts, decrees and laws",
            "Registry",
            "Other"
          ]
        },
        "type": "Single Choice"
      }
    }
  }